Repository: albaclara/heptagrammata
Catalog: xml/translation.tmx
Source language: oc_gascon
Languages: ancient_greek

source: Escrabble
ancient_greek: HEPTAGRAMMATA, le plus ancien nouveau jeu de 2021 !

source: Benvengut dins aquela partida d'Escrabble, aqueste jòc es en fasa de tèst.
ancient_greek: Bienvenue à toutes et tous pour cette partie entièrement gratuite d'Heptagrammata, un jeu de grec ancien encore en phase de bêta-test. Attention : les lettres attribuées par le site à chaque joueur vont apparaître à l'écran, aux yeux de tous si vous n'y prenez pas garde. Aussi vous conseillons-nous, si vous êtes 3, 4 ou 5, de jouer à 2, 3 ou 4 et de désigner parmi vous un responsable de la connexion internet, qui communiquera confidentiellement à chacun son tirage, et d'utiliser tous la boîte de jeu conviviale disponible à l'adresse heptagrammata.free.fr

source: Noms dels jogaires (1 a 4 jogaires)
ancient_greek: Noms des heptagrammatistes ou de l'heptagrammatiste (1 à 4 joueurs)

source: Se vos plai, volgatz sasir los noms dels jogaires (attention, cal pas sasir dos còps lo meteis nom) :
ancient_greek: Veuillez saisir les noms des joueurs puis, quand la liste est complète, cliquez sur SUITE.

source: Cliquez sur la case de la première lettre du mot.
ancient_greek: Cliquez simplement sur la case de la première lettre du mot.

source: Indiquez la position de la première lettre du mot (podètz tanben clicar sus la casa).
ancient_greek: Indiquez la position de la première lettre du mot (vous pouvez cliquer sur la case).

source: orizontalament
ancient_greek: horizontalement

source: verticalament
ancient_greek: verticalement

source: Apondre
ancient_greek: Ajouter un joueur

source: Mandar
ancient_greek: SUITE

source: Passar
ancient_greek: Passer

source: Botar
ancient_greek: Placer

source: Confirmar
ancient_greek: Confirmer

source: Anullar
ancient_greek: Annuler

source: Tornar jogar
ancient_greek: Rejouer

source: Direccion
ancient_greek: Direction

source: Colomna
ancient_greek: Colonne

source: Linha
ancient_greek: Ligne

source: Format incorrècte
ancient_greek: Format incorrect

source: Un autre jogaire a lo meteis nom
ancient_greek: Un autre joueur a le même nom !

source: caractèrs pas acceptats dins lo mot
ancient_greek: Caractères non acceptés dans le mot.

source: numèro de linha o de colomna incorrècte o direccion incorrècta
ancient_greek: Numéro de ligne ou de colonne incorrect, ou bien direction incorrecte.

source: A la debuta, cal commençar sus l'estela
ancient_greek: Pour commencer la partie, il faut poser une lettre sur l'étoile.

source: Cal crosar amb autre mot o ne perlongar un (verificatz la direccion).
ancient_greek: Il faut croiser avec un autre mot ou bien en prolonger un (vérifiez aussi la direction).

source: Se trapan de letras abans o après lo vòstre mot.
ancient_greek: Il y a des lettres avant ou bien après votre mot (vérifiez aussi la direction).

source: Lo vòstre mot correspond pas en çò qu'es sul platèu.
ancient_greek: Votre mot ne correspond pas avec ce qui est sur le plateau.

source: absenta(s) de la vostra regleta o la direccion es pas bona.
ancient_greek: n'est pas dans votre ratelier, ou bien la direction est incorrecte.

source: Manca lo nom d'un jogaire.
ancient_greek: Il manque le nom du joueur.

source: Sètz segur de passar ?
ancient_greek: Êtes-vous bien sûr de vouloir passer ?

source: Sètz segur que
ancient_greek: Êtes-vous bien sûr que

source: es lo mot que volètz botar sus la colomna
ancient_greek: est le mot que vous voulez placer dans la colonne

source: e sus la linha
ancient_greek: et sur la ligne

source: mot pas trobat
ancient_greek: Mot introuvable.

source: mot trobat
ancient_greek: Mot trouvé.
